/* No comment provided by engineer. */
"A new beta version of File Juicer is available" = "Une nouvelle version bêta de File Juicer est disponible";

/* No comment provided by engineer. */
"A new version of File Juicer is available" = "Une nouvelle version de File Juicer est disponible";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* As in choose folder */
"Choose" = "Choisir";

/* No comment provided by engineer. */
"Choose Folder" = "Choisissez un dossier";

/* No comment provided by engineer. */
"Could not save a found file. Check for disk space, and where the file is set to be saved in the preferences" = "Impossible d'enregistrer un fichier trouvé. Tester l'espace disque et où le fichier doit être enregistré dans les préférences";

/* As in generating thumbnails */
"Generating:" = "Création :";

/* No comment provided by engineer. */
"Go to Download Page" = "Aller à la page Téléchargement";

/* No comment provided by engineer. */
"Juicing:" = "Extraction :";

/* When registration number check fails */
"License number is not valid!" = "Numéro de licence est invalide !";

/* No comment provided by engineer. */
"No information about a new version is available!" = "Aucune information concernant une nouvelle version est disponible !";

/* No comment provided by engineer. */
"OK" = "OK";

/* skip generating thumbnails */
"Skip" = "Ignorer";

/* No comment provided by engineer. */
"Stop" = "Arrêter";

/* When registration succeeded */
"Thank You" = "Merci";
"Thank You!\nPortable Version Registered" = "Merci !\nVersion portable enregistrée";

/* As in generating thumbnails */
"thumbnails" = "Vignettes";

/* Of File Juicer */
"You have the newest version!" = "Vous avez la dernière version !";

/* For File Juicer */
"Paid..." = "Payé…";

/* For the image in the main window (I'll put it in a pdf later) */
"Drag files here" = "Glisser fichiers ici";

/* For flash card juicing */
"No Flash Cards/Disks Found!" = "Aucune carte-mémoire/disque trouvée !";

/* When registration code or name does not match */
"RegistrationFailed" = "L'information d'enregistrement que vous avez saisie est incorrecte. Veuillez vérifier qu' \"Enregistré par\" et le \"numéro d'enregistrement\" sont écrits exactement comme indiqué sur votre information d'enregistrement.";

/* The menu item */
"Registration..." = "Enregistrement…";

"Watermark Reminder" = "File Juicer est un partagiciel.\nIl est entièrement fonctionnel, mais avec des rappels et des filigranes jusqu'à ce que vous vous enregistriez.";

"FileJuicer is fully functional for %i days to let you try before you buy, but with watermarks in some images.\n" = "FileJuicer est pleinement fonctionnel durant %i jours pour vous permettre de l'essayer avant d'acheter, mais avec des filigranes sur certaines images.";
"The FileJuicer trial period has expired. JPEG and GIF will still get extracted but with watermarks in some images.\n" = "La période d'essai de FileJuicer est expirée. Les JPEG et GIF seront extraits, mais avec des filigranes sur certaines images.";
/* When registration code or name does not match */
"Your entry is too long." = "Saisie trop longue.";

/* dropping files */
"File too large" = "Fichier trop volumineux";

/* If you want to convert WMV files you need a codec for QuickTime */
"If you want to convert WMV files you need a codec for QuickTime" = "Si vous désirez convertir les fichiers WMV vous aurez besoin d'un codec pour QuickTime";

/* If you want to convert WMV files you need a codec for QuickTime */
"Get Codec" = "Obtenir le codec";

/* For the File Menu */
"iPod Thumbs" = "Vignettes de l'iPod";
"iPod Photo Cache" = "Cache de l'iPod Photo";
"JPEG Thumbs" = "Vignettes JPEG";
"64 x 64 Thumbs" = "Vignettes 64 x 64";
"32 x 32 Thumbs" = "Vignettes 32 x 32";
"iPhone and iPod Touch Backups" = "Sauvegarde iPhone et iPod Touch";
"iTunes Album Artwork Cache" = "Cache d'albums iTunes";
/* Generating Index files */
"Index" = "Index";